/* Localized strings from Schema.plist file */

/* Data Class: The data class for the Sync Services examples.*/
"com.mycompany.SyncExamples" = "Media Example Data";

/* Singular Data Class Name: Used for any UI that needs a singular name.*/
"Singular:com.mycompany.SyncExamples" = "Media Example Data";

/* Entity: A media item such as a photo taken at an event. */
"com.mycompany.syncexamples.Media" = "Media";

/* Attribute: The date a photo was taken. */
"com.mycompany.syncexamples.Media/date" = "Creation Date";

/* Attribute: The file URL for the image. */
"com.mycompany.syncexamples.Media/imageURL" = "Image URL";

/* Attribute: A user-friendly title of the photo. */
"com.mycompany.syncexamples.Media/title" = "Image Title";

/* Relationship: The event where the photo was taken. */
"com.mycompany.syncexamples.Media/event" = "Event";

/* Entity: An event that occurs at a specific time and place.*/
"com.mycompany.syncexamples.Event" = "Event";

/* Attribute: The time/date the event started. */
"com.mycompany.syncexamples.Event/startDate" = "Start Date";

/* Attribute: The time/date the event ended. */
"com.mycompany.syncexamples.Event/endDate" = "End Date";

/* Attribute: A user-friendly title for the event. */
"com.mycompany.syncexamples.Event/title" = "Title";

/* Relationship: The media associated with an event. */
"com.mycompany.syncexamples.Event/media" = "Media";
